<html>
<head>
<title>Butonlar</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_jumpMenu(targ,selObj,restore){ //v3.0
  eval(targ+".location='"+selObj.options[selObj.selectedIndex].value+"'");
  if (restore) selObj.selectedIndex=0;
}
//-->
</script></head>

<body bgcolor="#000000" text="#FFFFFF" link="#CCCCCC" vlink="#FFFFFF" alink="#CCCCCC">
<p align="center">
<img src="../resim/Psm_logo.gif" width="450" height="124" align="left"></p>
<p align="center">&nbsp;</p>
<p align="left"><br>
<br>
<br>
&nbsp;</p>
  <table width="75%" border="0">
    <tr> 
      <td width="25%"> 
        <div align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name=movie value="button6.swf">
            <param name=quality value=high>
            <param name="BASE" value=".">
            <param name="BGCOLOR" value="#000000">
            <embed src="button6.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">
            </embed></object></div>
      </td>
      <td width="25%"> 
        <div align="center"><font size="1"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name="BASE" value=".">
            <param name=movie value="button7.swf">
            <param name=quality value=high>
            <param name="BGCOLOR" value="#000000">
            <embed src="button7.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000" base=".">
            </embed></object></font></div>
      </td>
      <td width="25%"> 
        <div align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name=movie value="button16.swf">
            <param name=quality value=High>
            <param name="BASE" value="">
            <param name="BGCOLOR" value="#000000">
          <param name="_cx" value="2831">
          <param name="_cy" value="476">
          <param name="FlashVars" value="0">
          <param name="Src" value="button16.swf">
          <param name="WMode" value="Window">
          <param name="Play" value="0">
          <param name="Loop" value="-1">
          <param name="SAlign" value>
          <param name="Menu" value="-1">
          <param name="AllowScriptAccess" value="always">
          <param name="Scale" value="ShowAll">
          <param name="DeviceFont" value="0">
          <param name="EmbedMovie" value="0">
          <param name="SWRemote" value>
          <embed src="button16.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">             </embed></object></div>
      </td>
      <td width="25%"> 
        <div align="center"><font size="1"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name=movie value="button8.swf">
            <param name=quality value=high>
            <param name="BASE" value=".">
            <param name="BGCOLOR" value="#000000">
            <embed src="button8.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">
            </embed></object></font></div>
      </td>
    </tr>
  </table>
<p align="left"><br>
&nbsp;</p>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" width="75%" id="AutoNumber1">
  <tr>
    <td width="100%" align="center">
    <p align="left"><font face="Monotype Corsiva" size="5" color="#00FF00">
    &#304;nceleme: Delta Force: Black Hawk Down</font></td>
  </tr>
</table>
<p align="left"><b>Yazar: </b>An&#305;l ANAR<br>
<b>Tarih: </b>28.03.2003<b><br>
E-mail: </b>
<a href="mailto:aanar@psxmaster.com?subject=Splinter Cell &#304;nceleme Yorum"><b>
<font color="#FFFFFF">aanar@psxmaster.com</font></b></a></p>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" width="100%" id="AutoNumber3">
  <tr>
    <td width="100%"><hr></td>
  </tr>
</table>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" width="100%" id="AutoNumber2">
  <tr>
    <td width="18%"><b>Türü&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    </b></td>
    <td width="82%"><font face="Monotype Corsiva" size="4">First Person Shooter</font></td>
  </tr>
  <tr>
    <td width="18%"><b>Multiplayer&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </b>
    </td>
    <td width="82%"><font face="Monotype Corsiva" size="4">Var</font></td>
  </tr>
  <tr>
    <td width="18%"><b>Sistem&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    </b></td>
    <td width="82%"><font face="Monotype Corsiva" size="4">PII-350, 64MB RAM, 
    850MB sabit disk alan&#305;, 8MB 3D ekran kart&#305;</font></td>
  </tr>
  <tr>
    <td width="18%"><b>Yap&#305;mc&#305;&nbsp;&nbsp;&nbsp;&nbsp; </b></td>
    <td width="82%"><a target="_blank" href="http://www.ubisoft.com">
    <font color="#FFFFFF" size="4" face="Monotype Corsiva">UBI SOFT</font></a></td>
  </tr>
  <tr>
    <td width="18%"><b>Yay&#305;nc&#305;</b></td>
    <td width="82%"><a target="_blank" href="http://www.ubisoft.com">
    <font color="#FFFFFF" size="4" face="Monotype Corsiva">UBI SOFT</font></a></td>
  </tr>
</table>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" width="100%" id="AutoNumber4">
  <tr>
    <td width="100%"><hr></td>
  </tr>
</table>
<p align="left">Geçen y&#305;l&#305;n Nisan&#305;nda sinemada bir film görmü&#351;tüm. Ad&#305; Black 
Hawk Down yani Kara &#350;ahin Dü&#351;tü. Arkada&#351;lar film çok güzel &#351;öyle böyle 
götürdüler beni filme. Filmde Amerikan askerleri ölmüyordu, yani baz&#305; dikkatsiz 
ki&#351;iler d&#305;&#351;&#305;nda. Bu filmin yapay zekas&#305;n&#305;n ne kadar dü&#351;ük oldu&#287;unu gösteriyor. 
Birkaç ay sonra NovaLogic'in Black Hawk Down'&#305; Delta Force serisine kataca&#287;&#305; 
f&#305;s&#305;lt&#305;lar&#305; kulaktan kula&#287;a yay&#305;lmaya ba&#351;lad&#305;. O an oyunu hiç almayaca&#287;&#305;m&#305; 
dü&#351;ündüm. Çünkü daha önceki Delta Force serilerini dikkatlice süzdü&#287;ümüzde o 
oyunlar&#305;n ne kadar i&#287;renç oldu&#287;unu anlars&#305;n&#305;z. Bir de o film rezaletinden sonra 
almay&#305; hiç dü&#351;ünmüyordum.</p>
<p align="left">Bir gün oyunun demosunu buldum ve oynad&#305;m. Ama gözlerime 
inanamam&#305;&#351;t&#305;m. Oyun di&#287;er Delta Force serilerine göre oldukça güzeldi. Oyunun 
demosu fikrimi de&#287;i&#351;tirdi ve oyun piyasaya ç&#305;kar ç&#305;kmaz oyunu ald&#305;m. Asl&#305;nda pek 
de pi&#351;man olmad&#305;m. Oyun ho&#351;tu, her bak&#305;mdan de&#287;il. Filmdeki gibi yapay zeka çok 
kötüydü.</p>
<p align="left">Biraz oyunun konusundan bahsetmekte yarar var. Oyun Somali'nin 
(Haritay&#305; aç&#305;p bakarsan&#305;z Afrika k&#305;tas&#305;n&#305;n üzerinde böyle bir ülke 
görebilirsiniz) ba&#351;kentinde, yani Mogadi&#351;u'da geçiyor. AIDID adl&#305; bir örgüt 
BM'nin (Birle&#351;mi&#351; Milletler) Somali halk&#305;na yollad&#305;&#287;&#305; g&#305;day&#305; çal&#305;yorlar ve 
burada devreye Amerika giriyor (maydanoz, her &#351;eye burnunu sokuyor) ve AIDID 
örgütüne sava&#351; aç&#305;yor.</p>
<p align="left">Oyun eski serilerine göre daha hareketli geçiyor. Eski serilerde 
insan&#305;n içinde bir korku vard&#305;, acaba &#351;u yoldan gitsem nas&#305;l olur, ya adamlar 
çok fazlaysa, ya ölürsem, ya kur&#351;unum biterse gibi &#351;eyler söylemiyorsunuz ve 
oyunu oynarken daha az küfür ediyorsunuz. Ama bir görevi ba&#351;ar&#305;yla tamamlamak 
için belli bir yolda ilerlemeniz gerekiyor, yani adamlar&#305; &#351;öyle temizlemek 
istiyorum, o yoldan gitmeyip bu yoldan giderek dü&#351;mana arkadan bask&#305;n yap&#305;cam 
derseniz %74,5 ba&#351;ar&#305;s&#305;z olursunuz. Sonuç olarak stratejilerinizde özgür 
de&#287;ilsiniz.</p>
<p align="left">E&#287;er oyundaki tüm görevleri oynam&#305;&#351;san&#305;z (benim gibi) oyunun ne 
kadar ak&#305;c&#305; oldu&#287;unu fark etmi&#351;sinizdir. Oyuna ilk ba&#351;lad&#305;&#287;&#305;n&#305;zda 3 görev 
göreceksiniz. Herhangi birini seçerseniz bir görev ba&#351;layacakt&#305;r. Bu görev 
bittikten sonra ayn&#305; görevi bir daha seçerseniz yeni bir bölüm ba&#351;layacakt&#305;r. 
Ayr&#305;ca daha önceki bölümleri yeniden oynama imkan&#305;n&#305;z da var.</p>
<p align="left">Oyun genel olarak üç çe&#351;ide ayr&#305;lm&#305;&#351;: Karadan ilerleme, 
Helikopterden dü&#351;man&#305; temizleme ve Hummer tepesinde iken dü&#351;manlar&#305; temizleme. 
Ben bunlardan en çok karadan ilerlemeyi seviyorum. Sokak sava&#351;lar&#305;nda insan o 
kadar çok stres alt&#305;na giriyor ki ara s&#305;ra hiçbir &#351;eyi göremez oluyor. Çünkü 
dü&#351;man&#305;n nereden sald&#305;raca&#287;&#305; belli olmuyor ve kamuflaj sayesinde çok iyi 
saklanabiliyorlar. Gece görü&#351; gözlü&#287;ü ile bile dü&#351;man&#305; ay&#305;rt etmekte 
zorlanabiliyorsunuz, zaten çok iyi de görü&#351; sa&#287;layam&#305;yorsunuz. Helikopterli 
görevlerde ise dü&#351;man&#305; vurmakta zorlanabilirsiniz. Çünkü helikopter sallan&#305;yor 
ve h&#305;zl&#305; hareket ediyor. Ayr&#305;ca dü&#351;manlar halk ile kar&#305;&#351;&#305;k oldu&#287;u için onlar&#305; 
ay&#305;rt edemiyorsunuz. Hele roketçileri çok az ay&#305;rt edebiliyorsunuz. E&#287;er onlar&#305; 
vuramazsan&#305;z %90 helikopteriniz dü&#351;er. Araç üzerindeyken arac&#305;n ara s&#305;ra 
sallanmas&#305; nedeniyle ate&#351; etmeniz zorla&#351;abilir ama asl&#305;nda çok kolay.</p>
<p align="left">En sonunda o i&#287;renç derecede kötü yapay zekaya gelelim (çok 
abartt&#305;m yaw, herhalde filmin etkisi). Ben hayat&#305;mda bu kadar salak dü&#351;manlar 
görmedim. Adamlar böyle üzerinize üzerinize geliyorlar ve beni vur dermi&#351; gibi 
bekleyip sonra ate&#351; ediyorlar. Hatta en zor seviyede oynad&#305;&#287;&#305;n&#305;zda bile ayn&#305; 
&#351;eyler geçerli. Ama iki dü&#351;man yan yana oldu&#287;unda ve birine ate&#351; etti&#287;imizde 
di&#287;erinin de bize ate&#351; açt&#305;&#287;&#305;n&#305; gördüm. Ya da birine ate&#351; açt&#305;&#287;&#305;m&#305;zda kendini 
siper ald&#305;&#287;&#305;n&#305; gördüm. Ama bunlar yeterli de&#287;il. Hatta askerlerin baz&#305; objelere 
tak&#305;l&#305;p kalmalar&#305; manyak derecede sinirimi bozdu. Neyse can&#305;m NovaLogic de bu 
kadar&#305;n&#305; yapabilir zaten.</p>
<p align="left">Oyunda silah seçim ekran&#305; üç bölümden olu&#351;makta. Birincil silah 
(primary), ikincil silah (secondary) ve (accesory) bu bölümlerdir (asl&#305;nda 
accesory'nin anlam&#305; suç orta&#287;&#305; ama burada aksesuar anlam&#305;nda kullan&#305;lm&#305;&#351;). 
Birincil silahlar olarak tüfekler var, ço&#287;u zaman kulland&#305;&#287;&#305;m&#305;z silahlar. 
&#304;kincil silahlar normal Barette gibi silahlar, bunlar&#305; birincil silah&#305;m&#305;z&#305;n 
mermisi bitince cephane bulana kadarki kulland&#305;&#287;&#305;m&#305;z silahlar. Son silah çe&#351;idi 
ise Tanksavar, may&#305;n gibi ek olarak kullanabilece&#287;imiz araçlar.</p>
<p align="left">Oyunda save yapma say&#305;n&#305;z da bölümün zorlu&#287;una göre de&#287;i&#351;iyor. 
Öldükten sonra save yapt&#305;&#287;&#305;n&#305;z yerden (a tu&#351;u ile) veya ba&#351;tan ba&#351;layabilirsiniz 
(r tu&#351;u ile). Ben size önemli noktalarda save yapman&#305;z&#305; tavsiye ederim çünkü bir 
bölümde o kadar ilerlemi&#351;ken ba&#351;tan ba&#351;lamak hiç de ho&#351; olmuyor ve insan&#305; 
bayabiliyor.</p>
<p align="left">&#350;imdi geldik oyunun ana puanlar&#305;n&#305; verecek özelliklere. 
Grafiklerden ba&#351;layal&#305;m. Daha önceki serilerinde grafikler bu kadar ayr&#305;nt&#305;l&#305; 
de&#287;ildi. Özellikle su efektleri çok ho&#351;uma gitti. Helikopterden ate&#351; geldi&#287;inde 
suda olu&#351;an o dalgalanma veya bir insan yüzerken olu&#351;an dalgalanma ve yans&#305;malar 
çok ho&#351; olmu&#351;. Silahlar&#305;n çizimi de çok ayr&#305;nt&#305;l&#305;. Bu oyunun grafiklerinde büyük 
bir art&#305; say&#305;labilir. </p>
<p align="left">Sesler oyunun en büyük art&#305;lar&#305;ndan biri. Seslerde di&#287;er 
serilere göre büyük bir geli&#351;me var. Mesela silahtan ç&#305;kan sesler silaha göre 
de&#287;i&#351;iyor. Sadece silaha göre de&#287;il ate&#351; edilen yüzeye göre bile de&#287;i&#351;iyor. 
Konu&#351;malar ise muhte&#351;em. Aç&#305;k havadaki konu&#351;malar ile kapal&#305; bir yerdeki 
konu&#351;malar oldukça fark ediyor. Bu da ayr&#305; bir güzellik tabii. Halk&#305;n ve 
dü&#351;manlar&#305;n sesleri de çok iyi yap&#305;lm&#305;&#351;. Mermi ve bombalama sesleri aras&#305;nda 
halktan insanlar&#305;n ba&#287;&#305;rmas&#305; bize moral veriyor (&#351;imdi ne karde&#351;im sen cani biri 
misin diceksiniz ama ben oradaki güzelli&#287;i vurgulamaya çal&#305;&#351;&#305;yorum).</p>
<p align="left">Müzikler genel olarak güzel. Ortama göre de&#287;i&#351;en ve insana gaz 
veren müzikler iyi olmu&#351;. Bir görevi bitirdi&#287;imizde arka planda çalan müzik de 
insana bir rahatlama sa&#287;l&#305;yor, tabi kaybetti&#287;imizde de tersi bir durum olu&#351;uyor.</p>
<p align="left">Oyuna ilk girdi&#287;inizde size en uygun ayarlar&#305; bilgisayar kendisi 
yap&#305;yor. Ama biraz yüksek sistem istiyor. Ben size 64Mb ekran kart&#305;, 256 Mb ram, 
1.6 veya üstü i&#351;lemci tavsiye ederim. Ekran kart&#305; da Geforce 3 ve üstü bir ekran 
kart&#305; olursa oldukça iyi olur.</p>
<p align="left">&#304;&#351;te yaz&#305;m&#305;z burada sona eriyor. E&#287;er sorular&#305;n&#305;z veya 
yorumlar&#305;n&#305;z olursa mail at&#305;n&#305;z.</p>
<p align="left"><br>
<font color="#00FF00" face="Monotype Corsiva" style="font-size: 15pt">------ 
Oyunun Notu ------<br>
<br>
</font><br>
<img border="0" src="../not/deltaforcebhd.jpg" width="589" height="213"><br>
<br>
<br>
&nbsp;</p>
</body>
</html>