<html>
<head>
<title>Butonlar</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_jumpMenu(targ,selObj,restore){ //v3.0
  eval(targ+".location='"+selObj.options[selObj.selectedIndex].value+"'");
  if (restore) selObj.selectedIndex=0;
}
//-->
</script></head>

<body bgcolor="#000000" text="#FFFFFF" link="#CCCCCC" vlink="#FFFFFF" alink="#CCCCCC">
<p align="center">
<img src="../resim/Psm_logo.gif" width="450" height="124" align="left"></p>
<p align="center">&nbsp;</p>
<p align="left"><br>
<br>
<br>
&nbsp;</p>
  <table width="75%" border="0">
    <tr> 
      <td width="25%"> 
        <div align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name=movie value="button6.swf">
            <param name=quality value=high>
            <param name="BASE" value=".">
            <param name="BGCOLOR" value="#000000">
            <embed src="button6.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">
            </embed></object></div>
      </td>
      <td width="25%"> 
        <div align="center"><font size="1"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
            <param name="BASE" value=".">
            <param name=movie value="button7.swf">
            <param name=quality value=high>
            <param name="BGCOLOR" value="#000000">
            <embed src="button7.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000" base=".">
            </embed></object></font></div>
      </td>
      <td width="25%"> 
        
      <div align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
          <param name=movie value="button16.swf">
          <param name=quality value=High>
          <param name="BASE" value=".">
          <param name="BGCOLOR" value="#000000">
          <param name="_cx" value="2831">
          <param name="_cy" value="476">
          <param name="FlashVars" value="0">
          <param name="Src" value="button16.swf">
          <param name="WMode" value="Window">
          <param name="Play" value="0">
          <param name="Loop" value="-1">
          <param name="SAlign" value>
          <param name="Menu" value="-1">
          <param name="AllowScriptAccess" value="always">
          <param name="Scale" value="ShowAll">
          <param name="DeviceFont" value="0">
          <param name="EmbedMovie" value="0">
          <param name="SWRemote" value>
          <embed src="button16.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">
          </embed> 
        </object></div>
      </td>
      <td width="25%"> 
        
      <div align="center"><font size="1"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=4,0,2,0" width="107" height="18">
          <param name=movie value="button8.swf">
          <param name=quality value=high>
          <param name="BASE" value=".">
          <param name="BGCOLOR" value="#000000">
          <embed src="button8.swf" base="."  quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="107" height="18" bgcolor="#000000">
          </embed>
        </object></font></div>
      </td>
    </tr>
  </table>
<p align="left"><br>
&nbsp;</p>
<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" width="75%" id="AutoNumber1">
  <tr>
    <td width="100%" align="center">
    <p align="left"><font face="Monotype Corsiva" size="5" color="#00FF00">Tam 
    Çözüm: Command &amp; Conquers: Generals - USA</font></td>
  </tr>
</table>
<p align="left"><b>Yazar: </b>An&#305;l ANAR<br>
<b>Tarih: </b>13.03.03<b><br>
E-mail: <a href="mailto:aanar@psxmaster.com?subject=Command & Conquer Generals">
<font color="#FFFFFF">aanar@psxmaster.com</font></a></b></p>
<p align="left">Evet arkada&#351;lar. Command &amp; Conquers serisine yeni bir oyun daha 
eklendi. Ben de oyunda size rehberlik etmek için bu yaz&#305;y&#305; yazmaya karar verdim. 
Bence oyuna ba&#351;lamadan önce Training bölümüne girin ama Training bölümünü pek 
iyi yapmam&#305;&#351;lar aç&#305;kças&#305;. Bu yaz&#305;da USA görevlerini verdim. China ve GLA 
rehberlerini de en k&#305;sa zamanda yaz&#305;cam. &#350;imdi laf&#305; uzatmadan rehbere geçelim.</p>
<p align="left"><b>Operation: Final Justice<br>
</b>Bu bölümde zorlanman&#305;z için 3 ya&#351;&#305;nda bir bebek olman&#305;z gerekiyor. Bölüm 
Training'den bile kolay. Oyuna ba&#351;lad&#305;&#287;&#305;n&#305;zda tanklar&#305;n&#305;za Battle Drone ekleyin 
çünkü tanklar&#305;n&#305;z hasar görmü&#351; durumda. Kaybetmek istemeyiz. Yava&#351; yava&#351; 
ilerleyip kar&#351;&#305;n&#305;za ç&#305;kan dü&#351;manlar&#305; öldürün. Üsse ula&#351;t&#305;&#287;&#305;n&#305;zda oray&#305; da 
temizleyip görevi bitirin.</p>
<p align="left"><b>Operation: Treasure Hunt<br>
</b>Bu bölüm ilk bölüme oranla biraz a&#287;&#305;r kaçabilir. Oyunun ba&#351;&#305;nda ilkten 
kendinize biraz paladin, biraz creasuder tank ve Hum-Vee yap&#305;n. Dü&#351;man aras&#305;ra 
üssünüze sald&#305;raca&#287;&#305; için üssünüzde dört be&#351; tank b&#305;rak&#305;n. Amac&#305;n&#305;z haritadaki 
k&#305;rm&#305;z&#305; noktayla i&#351;aretlenmi&#351; yerlere gidip pilotlar&#305; kurtarmak. Sonra pilotlar&#305; 
üssünüze göndermek. Bence h&#305;zl&#305; olmas&#305; için bir ambulans yap&#305;n ve her pilot 
kurtard&#305;&#287;&#305;n&#305;zda pilotu ambulansa bindirip orada indirmek. Bütün pilotlar&#305; 
kurtard&#305;ktan sonra görev bitecek.</p>
<p align="left"><b>Operation: Guardion Angel<br>
</b>&#304;&#351;te çok güzel bir bölüm. Göreve ba&#351;lad&#305;ktan sonra helikopterleri a&#351;a&#287;&#305;daki 
yola göderin. Tanklar&#305; da sa&#287; ve sol taraflardaki yamaçlara koyun. Yeni 
helikopter ve tanklar yap&#305;n ki gücünüz katlans&#305;n (paran&#305;za oranla tabii). 
Amac&#305;m&#305;z geri çekilen askerlerimizi GLA kuvvetlerinden korumak. Yani kovalamaca 
oynuyorlar, bizde kovalayan&#305; kovalatt&#305;rm&#305;caz :) &#304;lk grup geldi&#287;inde 
helikopterleri dü&#351;man&#305;n üzerime sal&#305;n. &#304;kinci grupta ve sonras&#305; gruplarda dü&#351;man 
üssümüze girmeye çal&#305;&#351;acak. Sa&#287; ve sol yamaçlardaki tanklar&#305; onun için koyduk 
yani. E&#287;er helikopter ve tank yapmay&#305; h&#305;zl&#305; h&#305;zl&#305; devam ettirirseniz sizi kimse 
durduramaz.</p>
<p align="left"><b>Operation: Stormbringer<br>
</b>Bölüme ba&#351;lad&#305;&#287;&#305;n&#305;zda kendinizi sava&#351;&#305;n ortas&#305;nda buluyorsunuz. Sahili 
temizleyin. Sonra Tomahawk füzelerini kullanarak Stinger Siteleri yok edin. Bunu 
niye yap&#305;yoruz? Çünkü buralar&#305; uçakla bombalarsak stinger siteleri uçaklar&#305; 
dü&#351;ürür. Hepsini yok ettikten sonra bombalanacak zavall&#305;lar. Oyunun ikinci 
k&#305;sm&#305;nda üssümüzü kurup yukar&#305;daki GLA üssünü yokedicez. Birkaç tane Cold Fusion 
Reactor; birer tane Supply Center, War Factory, Airfield ve Command Center 
yap&#305;n. Ranger, Tank ve Commanchelerinizi haz&#305;rlay&#305;p GLA üssüne dal&#305;n. 
Sald&#305;rmadan önce Tomahawk'larla Stinger'leri yok ederseniz i&#351;iniz çok kolay 
olur.<br>
<br>
<b>Operation: Blue Eagle<br>
</b>Göreviniz nehrin kar&#351;&#305; taraf&#305;ndaki GLA üssünü ele geçirmek. Bence direk yok 
edin, ama istiyorsan&#305;z Ranger'lar ile teker teker binalar&#305; ele geçirebilirsiniz. 
Size kalm&#305;&#351; bir&#351;ey. Görev ba&#351;lad&#305;ktan sonra Airfield kurup Commanche üretimine 
ba&#351;lay&#305;n. Biraz da Crusader ve Tomahawk i&#351;inizi görür. Crusader tanklar&#305; ile 
karadan, Commanche ile de havadan sald&#305;r&#305;ya ba&#351;lay&#305;n. Burada i&#351;iniz kolay. 
Oyunun ikinci bölümünde i&#351;iniz biraz daha zor ama yine de kolay say&#305;l&#305;r. Nehrin 
kar&#351;&#305; taraf&#305;na yeniden üs kurmay&#305;n bence. Patroit, Power Plant ve Supply Center 
(çünkü nehrin kar&#351;&#305;s&#305;ndaki kaynaklar bitebiliyor) yapman&#305;z yeterli olacakt&#305;r. 
Patroitleri kesinlikle yap&#305;n çünkü oyun uzarsa Scud Sald&#305;r&#305;s&#305; yapabiliyorlar. 
Commanche üretimine devam edip GLA ana üssüne füze sald&#305;r&#305;s&#305; yap&#305;n ve A10 Strike 
yetene&#287;ini kullan&#305;n. Stringerler bitti&#287;i zaman i&#351;iniz kolay.</p>
<p align="left"><b>Operation: Desperate Union<br>
</b>Göreve ba&#351;lay&#305;nca hemen üssünüzü kurun. Bu görevde sadece hava de&#287;il, kara 
da önemli. Bu sebeple tüm binalardan yapman&#305;zda fayda var. Güneydeki kayna&#287;&#305;n 
yan&#305;na Supply Center yap&#305;n. Hatta ikinci helikopteri de yapabilirsiniz çünkü bu 
bölümde paraya a&#351;&#305;r&#305; derecede ihtiyaç var. Üssünüzün kuzey ve güneyine de 
Patroit yapmay&#305; unutmay&#305;n.5-6 Commanche ve 5-6 Crusader i&#351;inizi görür. 
Commancheler ile köprünün ilerisindeki Stringer yuvalar&#305;n&#305; füze ya&#287;muruna tutun. 
Sonra kara kuvvetlerinizi köprüden geçirin. Buray&#305; temizledikten sonra i&#351;in 
içine Çinliler giriyor ve size sald&#305;rmaya haz&#305;rlan&#305;yorlar. Bu süreç içerisinde 
Commanchelerinizi GLA üssüne yollay&#305;n. Karadan da tanklarla destekleyin ve i&#351;i 
bitirin. Üs bitince Çinliler de Nükleer sald&#305;r&#305; ba&#351;lat&#305;p moralimizi bozuyorlar. 
Elinizdeki Commanche ve Crusaderler ile sald&#305;rmaya kalk&#305;&#351;may&#305;n, bo&#351;una zaman 
kaybetmi&#351; olursunuz. Yapabildi&#287;iniz kadar Commanche ve Crusader yap&#305;n. Sonra 
a&#351;a&#287;&#305;ya do&#287;ru ilerleyip önünüze geçeni ezin. Fuel Bomb ve A10 Strike 
yetenekleriyle de ordunuzu destekleyin. En son nükleer siloya darbeyi indirince 
görev bitmi&#351; oluyor.</p>
<p align="left"><b>Operation: Last Call<br>
</b>&#304;&#351;te zor bir görevle kar&#351;&#305; kar&#351;&#305;yay&#305;z arkada&#351;lar. Bu bölüme ba&#351;lamadan önce 
antrenman yapabilirsiniz. Hemen güneydeki eski Çin üssünü ele geçirin (Barracks'taki 
Capture Building seçene&#287;ini aktif hale getirmeyi unutmay&#305;n). Airfield ve War 
Factory de yap&#305;p orduyu yükleyin. Geçirdi&#287;iniz Çin üssünde de bol bol piyade 
yarat&#305;n. Strategy Center yapmay&#305; da unutmay&#305;n. Hemen haritan&#305;n alt&#305;ndaki Scud 
Center'&#305; yok edin (söylendi&#287;i gibi kolay de&#287;il). Scud Center'&#305;n üzerine Fuel 
Bomb atabilirsiniz. Çün üssüne de Commanche sald&#305;r&#305;s&#305; yap&#305;n. Fuel Bomb 
at&#305;ld&#305;ktan sonra Commanche'lerinizi Scud Center'e gönderip binay&#305; y&#305;kmaya bak&#305;n. 
Yok ettikten sonra yapt&#305;&#287;&#305;n&#305;z orduyu yola koyun. &#350;imdi Commanche ve Tomahawk 
yap&#305;n. Birkaç tank da yapabilirsiniz. Art&#305;k sald&#305;ral&#305;m. Tomahawklar GLA üssünü 
çevreleyen duvar&#305; y&#305;karken ordunuzun di&#287;er k&#305;sm&#305;n&#305;n Tomahawklar&#305; korumas&#305;na 
dikkat edin. Duvarlar a&#351;a&#287;&#305; indikten sonra içeri girin. Aras&#305;ra A10 Strike 
yetene&#287;inizi kullanman&#305;zda fayda olacakt&#305;r. </p>
</body>
</html>